Repository: dejwCake/dejw-cake-standard-cms
Catalog: src/Locale/*/dejw_cake_standard_cms.po
Languages: sk_sk

source: The meta item has been saved.
sk_sk: Meta informácia bola uložená.

source: The meta item could not be saved. Please, try again.
sk_sk: Meta informáciu sa nepodarilo uložiť. Prosím, skúste ešte raz.

source: The meta item has been deleted.
sk_sk: Meta informácia bola zmazaná.

source: The meta item could not be deleted. Please, try again.
sk_sk: Meta informáciu sa nepodarilo zmazať. Prosím, skúste ešte raz.

source: The meta item status has been changed.
sk_sk: Stav meta informácie je úspešne zmenený.

source: The meta item status could not be changed. Please, try again.
sk_sk: Stav meta informácie sa nepodarilo zmeniť. Prosím, skúste ešte raz.

source: The page has been saved.
sk_sk: Stránka bola úspešne uložená.

source: The page could not be saved. Please, try again.
sk_sk: Stránku sa nepodarilo uložiť. Prosím, skúste ešte raz.

source: The page has been deleted.
sk_sk: Stránka bola zmazaná.

source: The page could not be deleted. Please, try again.
sk_sk: Stránku sa nepodarilo zmazať. Prosím, skúste ešte raz.

source: The page status has been changed.
sk_sk: Stav stránky je úspešne zmenený.

source: The page status could not be changed. Please, try again.
sk_sk: Stav stránky sa nepodarilo zmeniť. Prosím, skúste ešte raz.

source: The setting has been saved.
sk_sk: Nastavenie bolo uložené.

source: The setting could not be saved. Please, try again.
sk_sk: Nastavenie sa nepodarilo uložiť. Prosím, skúste ešte raz.

source: The setting has been deleted.
sk_sk: Nastavenie bolo zmazané.

source: The setting could not be deleted. Please, try again.
sk_sk: Nastavenie sa nepodarilo zmazať. Prosím, skúste ešte raz.

source: The setting status has been changed.
sk_sk: Stav nastavenia je úspešne zmenený.

source: The setting status could not be changed. Please, try again.
sk_sk: Stav nastavenia sa nepodarilo zmeniť. Prosím, skúste ešte raz.

source: This value is not unique.
sk_sk: Táto hodnota musí byť jedinečná.

source: Default
sk_sk: Predvolené

source: Contact
sk_sk: Kontakt

source: Meta Item
sk_sk: Meta informácia

source: Add
sk_sk: Pridať

source: Back
sk_sk: Späť

source: Form
sk_sk: Formulár

source: Enabled
sk_sk: Povolené

source: Title
sk_sk: Názov

source: Keywords
sk_sk: Kľúčové slova

source: Description
sk_sk: Popis

source: Save
sk_sk: Uložiť

source: Edit
sk_sk: Zmeniť

source: Meta Items
sk_sk: Meta informácie

source: New
sk_sk: Nový

source: List of Meta Items
sk_sk: Zoznam meta informácií

source: Actions
sk_sk: Akcie

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

source: Disable
sk_sk: Zakázať

source: Are you sure you want to disable this entry?
sk_sk: Ste si istý, že chcete zakázať túto položku?

source: Enable
sk_sk: Povoliť

source: Are you sure you want to enable this entry?
sk_sk: Ste si istý, že chcete povoliť túto položku?

source: View
sk_sk: Detail

source: Delete
sk_sk: Zmazať

source: Are you sure you want to delete this entry?
sk_sk: Ste si istý, že chcete vymazať túto položku?

source: Information
sk_sk: Informácie

source: Entity Class
sk_sk: Trieda entity

source: Title ({0})
sk_sk: Názov ({0})

source: Keywords ({0})
sk_sk: Kľúčové slová ({0})

source: Entity Id
sk_sk: Id entity

source: Description ({0})
sk_sk: Popis ({0})

source: Created
sk_sk: Vytvorené

source: Modified
sk_sk: Zmenené

source: Page
sk_sk: Stránka

source: Select View
sk_sk: Zvoliť rozloženie

source: Page Title
sk_sk: Titulok stranky

source: Pages
sk_sk: Stránky

source: List of Pages
sk_sk: Zoznam stránok

source: Slug ({0})
sk_sk: Link ({0})

source: User
sk_sk: Používateľ

source: Setting
sk_sk: Nastavenie

source: Key
sk_sk: Kľúč

source: Value
sk_sk: Hodnota

source: Settings
sk_sk: Nastavenia

source: List of Settings
sk_sk: Zoznam nastavení
